{
  "Cluster 4": "{\"short_description\":\"Educated, international, limited leadership\",\"persona_explanation\":\"This group is characterized by a strong educational background, often with international experience. They possess technical skills and some research experience but lack significant roles in big tech companies and leadership positions. They are adaptable and perseverant, yet their industry achievements and startup funding experience are limited.\",\"data_evidence\":\"Most have a master's degree or higher, with many attending universities ranked between 100-500. A significant portion studied STEM fields. About 35% have international educational experience, and 30% have research experience. They have technical skills, with 79% showing evidence of such skills. However, they lack big tech experience, with virtually no members having worked at major tech firms. Leadership roles are limited, with most having held only one or two. Startup experience is common, but only 18% have raised significant funding as CEOs. Industry achievements are also limited, with most having none.\"}",
  "Cluster 4, Sub-cluster 3": {
    "short_description": "Multilingual, globally experienced",
    "persona_explanation": "This group is distinguished by their extensive international exposure, both in education and work. They are highly adaptable, with a strong ability to persevere and take risks. Their educational background is robust, often from prestigious institutions, and they possess a diverse skill set, including technical and leadership capabilities. They are also multilingual, which enhances their global perspective.",
    "data_evidence": "63% of this sub-cluster have studied or worked abroad, which is significantly higher than the overall average of 19.6%. They are multilingual, with an average of speaking 2 languages, compared to the overall average of less than 1 language. Their adaptability is high, with a score of 1.9, surpassing the overall mean of 1.6. They have a higher education level, often obtaining a master's degree, and attend well-ranked institutions, typically ranked between 20-100 globally. Their perseverance and risk tolerance are also above the overall averages, indicating a strong ability to face challenges and take calculated risks."
  },
  "Cluster 4, Sub-cluster 1": {
    "short_description": "STEM-focused technical experts",
    "persona_explanation": "This group is characterized by a strong educational background in STEM fields and high technical skills. They demonstrate significant perseverance and adaptability, often having international educational experiences. However, they have limited leadership roles in major companies and minimal startup and investment experience.",
    "data_evidence": "The subcluster has a high education level, with most founders holding a master's degree or higher, and a strong focus on STEM fields. They have significant international educational experience, with about 36% having studied abroad. Their technical skills are nearly universal, and they show high perseverance. However, they have limited leadership roles, with most having held only one leadership position, and minimal startup experience, with less than 80% having worked at a startup."
  },
  "Cluster 4, Sub-cluster 2": {
    "short_description": "Limited experience",
    "persona_explanation": "This group is characterized by a lower level of formal education and limited industry experience. They tend to have fewer roles and companies in their career history, with minimal achievements in the industry. Their educational background is less prestigious, and they lack international exposure and research experience. They also show limited technical skills and leadership roles, with a tendency to have less media presence and personal branding.",
    "data_evidence": "The subcluster has a lower mean education level, with most having a bachelor's degree or less, compared to the overall dataset. They have fewer roles and companies in their career history, averaging around 3.6 roles and 3.4 companies, which is below the overall averages. Their industry achievements are minimal, with very few having notable accomplishments. They have limited experience in big companies and no experience in big tech firms. Their technical skills are below average, and they hold fewer leadership roles. Additionally, they have less media presence and personal branding compared to the overall dataset."
  },
  "Cluster 1": "{\"short_description\":\"Experienced, tech-savvy leaders\",\"persona_explanation\":\"This group consists of founders with strong educational backgrounds, primarily in STEM fields, and significant technical skills. They have extensive industry experience, often holding key roles in large and public tech companies. Many have leadership experience and are well-connected, with a history of startup involvement and substantial funding achievements. They are adaptable, perseverant, and have a notable presence in media and public speaking.\",\"data_evidence\":\"Most founders have a master's degree or higher, with a strong focus on STEM fields. They often attended top 100 universities globally. They have held numerous roles (average of 6) and worked at multiple companies (average of 5.6), indicating extensive experience. A significant portion has worked in big tech (63%) and public tech companies (79%). They possess high technical skills, with 95% having engineering or technical roles. Leadership roles are common, with an average of 1.6 roles per founder. They are adaptable and perseverant, scoring above average in both traits. Media presence is notable, with 35% having moderate to high press coverage and 23% having speaker influence.\"}",
  "Cluster 1, Sub-cluster 5": {
    "short_description": "Tech Engineers, Limited Leadership",
    "persona_explanation": "This group consists of individuals with strong technical expertise, primarily in engineering roles at major tech companies like Google and Microsoft. They have substantial experience in large corporations but lack significant leadership roles or startup experience.",
    "data_evidence": "Members of this sub-cluster have extensive experience in big tech, with all having worked at major companies and 45% having experience at Google and 34% at Microsoft. They typically hold roles such as product managers, as indicated by a high mean big tech position score. However, they have minimal leadership experience, with very low scores in big leadership and nasdaq leadership roles. Their educational background is solid, often from reputable institutions, and they possess strong technical skills, but they have limited exposure to startup environments and leadership positions."
  },
  "Cluster 1, Sub-cluster 2": {
    "short_description": "Technically skilled media influencers",
    "persona_explanation": "This group is distinguished by their extensive industry experience, strong technical skills, and significant media presence. They have worked in large companies, including public tech firms, and have held multiple leadership roles. Their educational background is robust, often from prestigious institutions, and they have a track record of startup success, including raising substantial funding.",
    "data_evidence": "Founders in this sub-cluster have an average of 8.3 roles and 7.3 companies, indicating extensive industry experience. A high percentage (85%) have worked in large companies and 81% in public tech firms, with 44% having big tech experience. They demonstrate strong technical skills, with 96% showing technical proficiency and 87% having held technical leadership roles. Their media presence is notable, with a press coverage score of 1.1, significantly higher than the overall average of 0.18. They have substantial startup experience, with an average previous funding experience as CEO of $3M to $10M, far exceeding the overall mean of less than $3M. They also exhibit high adaptability and perseverance, with scores of 2.0 and 2.0 respectively, above the overall averages."
  },
  "Cluster 1, Sub-cluster 1": {
    "short_description": "Influential, experienced leaders",
    "persona_explanation": "This group is marked by a high level of education from prestigious institutions and extensive industry experience. They have a strong presence in leadership roles and a notable track record in startups, including successful funding and acquisition experiences. Their profiles show high perseverance, adaptability, and risk tolerance, with a strong personal brand and media presence.",
    "data_evidence": "- Education from top universities, with institutions ranked on average between 100-500 globally.\n- Extensive industry experience with an average of over 7 roles and 6 companies.\n- Strong leadership presence, with nearly 2 leadership roles on average, including significant positions in Nasdaq and BigTech companies.\n- Notable startup experience, with previous funding experience as CEO averaging between $3M-$10M.\n- High perseverance and adaptability, both scoring at the maximum level.\n- Strong media presence, with a press coverage score indicating multiple features in high-profile outlets."
  },
  "Cluster 1, Sub-cluster 6": {
    "short_description": "Big Tech Leaders, Limited Startup Funding",
    "persona_explanation": "This group is defined by their significant leadership roles within major tech companies, showcasing strong adaptability and emotional intelligence. They have extensive experience in large and public tech companies, but their experience with startup funding is limited.",
    "data_evidence": "Members of this sub-cluster have strong leadership roles in Big Tech, with a mean leadership score of 1.38, much higher than the overall mean of 0.23. They demonstrate high adaptability, with a perfect score of 2.0, indicating their ability to thrive in dynamic environments. Their technical skills are well-developed, with 95% showing technical proficiency. However, their experience in raising startup funding as CEOs is limited, with a mean score of 0.17, below the overall mean of 0.28."
  },
  "Cluster 1, Sub-cluster 3": {
    "short_description": "STEM Educated Big Tech Leaders",
    "persona_explanation": "This group is distinguished by their strong educational background in STEM fields and significant experience in major tech companies. They possess advanced technical skills and have held leadership roles, demonstrating adaptability and perseverance. Their profiles also show a notable presence in media and public speaking.",
    "data_evidence": "The sub-cluster has a high average education level, with most having a master's degree or higher and attending top-ranked institutions. They predominantly studied STEM fields. They have substantial industry experience, with an average of nearly 6 roles and over 5 companies, and a high incidence of big tech experience, including companies like Google and Microsoft. They hold significant technical skills and leadership roles. Their adaptability and perseverance are above average, and they have a strong media presence."
  },
  "Cluster 1, Sub-cluster 11": {
    "short_description": "Academically focused researchers",
    "persona_explanation": "This group is characterized by a strong academic background, particularly in STEM fields, with significant research experience. They have limited industry experience, holding fewer roles and working for fewer companies compared to others. They lack significant achievements in the industry and have minimal leadership experience. Their startup experience is also limited, with little evidence of prior entrepreneurial success or funding experience. They exhibit low adaptability, perseverance, and risk tolerance, with minimal personal branding and public presence.",
    "data_evidence": "The subcluster shows a high education level with an average score of 2.79, indicating most have advanced degrees, and a strong presence in STEM fields with a mean of 2.86. They have significant research experience, as shown by a perfect score of 1.0 in education publications and research. However, they have only 1.91 roles and 1.81 companies on average, which is significantly lower than the overall dataset averages of 7.43 and 6.67, respectively. Their industry achievements are almost non-existent with a mean of 0.008, and they have minimal leadership roles with an average of 0.455. Startup experience is limited with a mean of 0.364, and they have low scores in adaptability (0.446), perseverance (0.645), and risk tolerance (0.636). Their personal branding score is only 0.025, indicating minimal public presence."
  },
  "Cluster 1, Sub-cluster 7": {
    "short_description": "Highly educated, technically skilled leaders",
    "persona_explanation": "This group is characterized by a high level of education, particularly in STEM fields, and extensive industry experience. They have a strong technical background with numerous patents and publications. Their career paths show substantial growth, often involving leadership roles in large companies. They are adaptable, emotionally intelligent, and have a high tolerance for risk. Despite their achievements, they have limited media presence and personal branding efforts.",
    "data_evidence": "Founders in this sub-cluster typically have advanced degrees, often in STEM fields, from well-ranked institutions. They have extensive industry experience, averaging nearly 9 roles and over 7 companies. They possess strong technical skills, with many holding patents and having published technical papers. Leadership is a key trait, with an average of nearly 2 leadership roles and significant positions in large companies. They demonstrate high adaptability and emotional intelligence, with a notable risk tolerance. However, their media presence is minimal, indicating limited public visibility."
  },
  "Cluster 1, Sub-cluster 9": {
    "short_description": "Consultancy-focused, academically strong",
    "persona_explanation": "This group is characterized by a strong academic background, often from prestigious institutions, with a focus on consultancy roles. They possess significant technical skills and some leadership experience but lack notable industry achievements or startup success. Their adaptability and perseverance are notable, but they have limited international experience and media presence.",
    "data_evidence": "The subcluster has a high average education level, with most having advanced degrees and attending top-ranked institutions. They have a significant presence in consultancy roles, which is over twice the overall average. However, they have low industry achievements and minimal startup funding experience as CEOs. Their technical skills are strong, but they lack international work experience and have low press media coverage."
  },
  "Cluster 1, Sub-cluster 10": {
    "short_description": "Tech-savvy, adaptable, perseverant",
    "persona_explanation": "This group consists of tech professionals with extensive experience in major companies, often in technical leadership roles. They are highly adaptable and demonstrate strong perseverance, with a solid educational background in STEM fields. However, they have less involvement in extracurricular activities and fewer industry achievements compared to others.",
    "data_evidence": "The sub-cluster shows a high presence in big companies (97.6%) and big tech (81.2%), much higher than the overall means of 76.9% and 28.7%. They have strong technical skills (98.8%) and leadership roles (78.8%). Their perseverance (1.93) and adaptability (1.91) are notably higher than the overall means of 1.56 and 1.60. Despite this, they have lower involvement in extracurricular activities (7.1%) and fewer industry achievements (14.1%) compared to the overall dataset."
  },
  "Cluster 1, Sub-cluster 4": {
    "short_description": "Big Tech Innovators",
    "persona_explanation": "This group is characterized by extensive experience in major tech companies, often in significant roles. They are highly adaptable, with strong technical skills and a solid educational background from prestigious institutions. They frequently have international experience and a history of startup involvement, often with successful funding rounds. Their profiles suggest high perseverance and risk tolerance, with notable media presence and public speaking engagements.",
    "data_evidence": "- 93% have experience in big tech companies, significantly higher than the overall average of 9.7%.\n- Common roles include product managers and engineers, with a mean big tech position score of 2.8, compared to the overall 0.26.\n- High likelihood of working at Amazon (41%) and Facebook/Meta (30%), far exceeding the overall averages of 0.4%.\n- Strong educational background with a mean institution score of 2.4, indicating attendance at well-ranked universities.\n- 26% have international experience, and 93% possess strong technical skills.\n- 87% have startup experience, with many having raised significant funding as CEOs.\n- More frequently covered in the media, with a press media coverage count of 0.5, compared to the overall 0.18.\n- Adaptability score of 1.9, higher than the overall 1.6, indicating a strong ability to adjust to new environments and challenges."
  },
  "Cluster 1, Sub-cluster 8": {
    "short_description": "Big Tech Adaptable Leaders",
    "persona_explanation": "This group is characterized by extensive experience in big tech companies, demonstrating high adaptability and risk tolerance. They have a strong technical background and have held significant leadership roles, particularly in public tech companies. Their career paths show stability and growth, with a notable presence in the tech industry.",
    "data_evidence": "- 92% have experience in big tech companies, significantly higher than the overall average of 9.7%.\n- High adaptability and risk tolerance, both above the overall averages.\n- 96% have experience in NASDAQ companies and 99% in big companies, much higher than the overall averages.\n- They have more roles (average of 6.6) and companies (average of 6.1) compared to the overall averages."
  },
  "Cluster 3": "{\"short_description\":\"Media-savvy startup leaders\",\"persona_explanation\":\"This group is characterized by extensive industry experience and a strong presence in media and public speaking. They have a notable track record in leadership roles and startup ventures, often having raised significant funding. Their adaptability and perseverance are evident, and they tend to have a high level of emotional intelligence and personal branding.\",\"data_evidence\":\"Cluster 3 members have an average of 20.9 years of experience, significantly higher than the overall average of 18.1 years. They hold more leadership roles, with an average of 1.9 compared to the overall 1.4. Their startup experience is higher, with 97% having startup experience versus 84% overall. They have raised more startup funding as CEOs, with an average score of 0.50 compared to 0.28 overall. Media presence is strong, with a press coverage score of 38% compared to 18% overall, and significant media coverage at 28% compared to 13% overall. Emotional intelligence is also higher at 0.99 versus 0.57 overall.\"}",
  "Cluster 3, Sub-cluster 3": {
    "short_description": "Military background, adaptable",
    "persona_explanation": "This group is defined by a strong military background, which contributes to their high adaptability and perseverance. They have a slightly above-average educational background with a focus on STEM fields. While they possess technical skills and some leadership experience, they lack significant industry achievements and media presence.",
    "data_evidence": "Nearly all (99%) have military experience, far exceeding the overall average of 3%. They demonstrate high adaptability and perseverance, both above average. Their education level is slightly above average, with a focus on STEM fields. They have more roles and companies than average, indicating diverse experience, but have fewer industry achievements and lower media coverage than the overall averages."
  },
  "Cluster 3, Sub-cluster 2": {
    "short_description": "Corporate leaders with technical expertise",
    "persona_explanation": "This group is characterized by extensive experience in large corporations, often holding significant leadership roles. They possess strong technical skills and have a history of working in multiple companies, primarily in big firms. Their adaptability and perseverance are notable, and they have a moderate level of startup experience. However, they lack significant media presence and international educational exposure.",
    "data_evidence": "The subcluster shows a high presence in large corporations, with 93% having big company experience and 71% holding leadership roles in Nasdaq-listed companies. They have an average of 7.7 roles and 6.7 companies, indicating diverse industry experience. Their technical skills are strong, with 90% having technical expertise, and 73% have held technical leadership roles. Despite their corporate success, they have lower press media coverage (6%) and international educational experience (15%) compared to the overall dataset."
  },
  "Cluster 3, Sub-cluster 1": {
    "short_description": "Media-savvy, well-connected",
    "persona_explanation": "This group is characterized by extensive industry experience, having held multiple roles across various companies, often in significant positions. They are well-connected, with a notable presence in media and advisory roles. Their background includes substantial startup experience, often with successful funding rounds, and they demonstrate strong leadership capabilities. They are adaptable, perseverant, and exhibit high emotional intelligence, making them effective in navigating complex business environments.",
    "data_evidence": "The subcluster shows a high average number of roles (7.3) and companies (6.8) compared to the overall dataset, indicating extensive industry experience. They have a higher incidence of big company experience (70%) and Nasdaq company experience (47%) than the overall population. Their startup experience is nearly universal (99%), with significant previous funding experience as CEOs. They are well-represented in media, with a press coverage count of 0.60 and significant media coverage at 48%, both much higher than the overall averages. Leadership roles are prevalent, with a mean of 2, and they often serve as board advisors (69%). Their adaptability and perseverance scores are notably high, alongside emotional intelligence, indicating strong personal and professional skills."
  },
  "Cluster 3, Sub-cluster 4": {
    "short_description": "Media-savvy serial entrepreneurs",
    "persona_explanation": "This group is characterized by a strong media presence and significant entrepreneurial experience. They have a moderate educational background and industry experience, with a focus on leadership and adaptability. They are known for their perseverance and risk-taking abilities, often having founded multiple companies and raised substantial funding for startups. Despite lacking experience in big tech companies, they excel in personal branding and have a notable presence in the media.",
    "data_evidence": "The subcluster shows a high level of press and media coverage, with a mean of 1.261 compared to the overall mean of 0.179, indicating a strong media presence. They have a higher rate of startup experience (98.9%) and previous startup funding experience as CEO (91.1%) than the overall dataset (28.3%). Their education level is slightly below average, with most having a bachelor's degree or less. They have fewer roles in big companies (36.7% vs. 44.8%). They demonstrate high perseverance and risk tolerance, both nearly universal, with a significant increase in personal branding (98.1% vs. 50.6%)."
  },
  "Cluster 3, Sub-cluster 6": {
    "short_description": "Adaptable, emotionally intelligent, nonprofit leader",
    "persona_explanation": "This group is marked by high adaptability and emotional intelligence, allowing them to effectively manage complex situations. They have diverse industry experience and are heavily involved in startups, often taking on leadership roles in nonprofits and advisory positions, reflecting a commitment to societal contributions.",
    "data_evidence": "Founders in this sub-cluster have held an average of 5.5 roles and worked at 5.2 companies, indicating diverse industry experience. They exhibit high adaptability and emotional intelligence, with scores of 1.98 and 1.19, respectively, both significantly above the overall averages. Their startup involvement is strong, with 99% having startup experience. They also have a notable presence in nonprofit leadership roles, with 44% involved, which is well above the overall average of 9.8%."
  },
  "Cluster 3, Sub-cluster 5": {
    "short_description": "Technically skilled, low media presence",
    "persona_explanation": "This group is characterized by strong technical skills and significant industry experience, often in technical leadership roles. However, they lack international exposure and have minimal media presence or public recognition.",
    "data_evidence": "The subcluster has a high level of technical skills, with nearly all members demonstrating engineering or technical skills. They have held an average of 6.6 roles and worked at approximately 6 companies, indicating significant industry experience. Technical leadership roles are prominent, with a high proportion of members having held such positions. However, their international educational experience is limited, and they have minimal press coverage, indicating low media presence."
  },
  "Cluster 3, Sub-cluster 7": {
    "short_description": "Adaptable, emotionally intelligent",
    "persona_explanation": "This group is highly adaptable and emotionally intelligent, excelling in managing complex interpersonal and professional situations. They have significant industry experience with multiple roles across various companies, but lack notable technical achievements or prestigious educational backgrounds.",
    "data_evidence": "The subcluster has an average of 5.1 roles and 4.9 companies, indicating broad industry experience, which is higher than the overall means of 4.6 roles and 4.3 companies. They exhibit high adaptability and emotional intelligence, with means of 2.0 and 1.2, respectively, both significantly above the overall means of 1.6 and 0.57. However, their educational level and institution prestige are below average, with means of 1.1 and 1.3 compared to the overall means of 1.5 and 1.9. They also have lower technical skills, with a mean of 0.59 compared to the overall mean of 0.73, and no significant leadership roles in big tech or public tech companies."
  },
  "Cluster 2": "{\"short_description\":\"Banking and consultancy experts\",\"persona_explanation\":\"This group consists of professionals with extensive experience in banking and consultancy. They have a stable career path, often in large companies, and demonstrate strong perseverance and adaptability. They frequently hold leadership roles and exhibit high emotional intelligence. Their educational background is solid but not marked by international experience or research, and they have limited technical skills and media presence.\",\"data_evidence\":\"A significant 90% of this cluster has banking experience, compared to 14% overall, and 26% have worked in consultancy roles, versus 14% overall. They exhibit strong perseverance and adaptability, with scores of 1.7 and 1.9, respectively, both above the overall averages of 1.6. Emotional intelligence is higher at 0.72 compared to 0.57 overall. They have more roles (5.4) and companies (5.1) than the average (4.6 roles and 4.3 companies). However, they have lower technical skills (60% versus 73% overall) and less media coverage (4.9% compared to 18% overall).\"}",
  "Cluster 2, Sub-cluster 1": {
    "short_description": "Adaptable VC professionals",
    "persona_explanation": "This group is marked by their adaptability and perseverance, with a strong inclination towards venture capital roles, including experience in tier-1 VC firms. They have a diverse educational background and are actively involved in extracurricular activities. While they may not hold many technical leadership roles or have significant industry achievements, they excel in personal branding and emotional intelligence.",
    "data_evidence": "Founders in this sub-cluster demonstrate high adaptability and perseverance, with scores of 1.89 and 1.73, respectively, both above the overall averages. They have a notable presence in venture capital, with 28.8% having VC experience, which is 2.2 times the overall average, and 6.3% have worked at tier-1 VC firms, 4.25 times the overall mean. Their educational background is strong, with institutions ranked between 100-500 being the most common. They are highly involved in extracurricular activities, with 38.6% showing high involvement, significantly above the overall mean. However, they have fewer technical leadership roles and industry achievements compared to the overall averages, but they compensate with strong personal branding and emotional intelligence, scoring 0.61 and 0.70, respectively, both above the overall means."
  },
  "Cluster 2, Sub-cluster 2": {
    "short_description": "Finance-focused, stable career",
    "persona_explanation": "This group is characterized by a strong background in the finance industry, particularly in banking. They have significant experience working in large companies, often in the banking sector, and tend to have a stable career path with limited movement between roles. Their educational background is solid, though not particularly distinguished by research or international exposure. They show moderate adaptability and perseverance but lack significant technical or startup experience.",
    "data_evidence": "92.8% have worked in large companies, significantly above the overall average of 44.8%. They have a strong presence in the banking sector, with an average score of 1.86 compared to the overall 0.137. They have lower technical skills (58% vs. 72.8% overall) and fewer industry achievements (5.2% vs. 27% overall). Their adaptability is slightly higher than average (1.81 vs. 1.60 overall), but they have less startup experience (75.3% vs. 84% overall)."
  },
  "Cluster 2, Sub-cluster 3": {
    "short_description": "Finance leaders with adaptability",
    "persona_explanation": "This group consists of finance professionals with significant leadership experience, particularly in banking. They are highly adaptable and emotionally intelligent, often taking on advisory roles and leading nonprofits. Despite their strong industry background, they have limited technical skills and startup funding experience.",
    "data_evidence": "This sub-cluster has a high prevalence of banking experience, with 69.4% having worked in the sector, compared to the overall mean of 13.7%. They also have substantial big company experience at 63.2%, above the overall mean of 44.8%. Leadership roles are prominent, with an average of 1.94 roles, surpassing the overall mean of 1.44. Nonprofit leadership involvement is also high at 62%, significantly above the overall mean of 9.8%. Emotional intelligence is notably higher at 1.27, compared to the overall mean of 0.571. However, they have lower technical skills (50.4% vs. 72.8% overall) and limited previous startup funding experience as CEO (8.1% vs. 28.3% overall)."
  },
  "Cluster 5": "{\"short_description\":\"Minimal education and experience\",\"persona_explanation\":\"This group is characterized by minimal educational attainment and limited industry experience. They typically have lower levels of formal education and have not attended prestigious institutions. Their work experience is sparse, with few roles and companies, and they lack significant achievements or leadership positions. They show minimal technical skills and have little to no startup or investment experience. Their personal traits suggest low extroversion, perseverance, and adaptability, with a general lack of international exposure or significant media presence.\",\"data_evidence\":\"Most founders have not completed a bachelor's degree, with an average education level below an associate degree. They typically attended institutions ranked beyond the top 2000 globally. Their industry experience is limited, averaging about 2 roles and 2 companies, indicating minimal career progression. They have negligible industry achievements and leadership roles. Technical skills are low, with less than half showing any technical proficiency. They exhibit low extroversion and perseverance, and their adaptability is also low. They have almost no international work experience and no significant media coverage.\"}",
  "Cluster 5, Sub-cluster 2": {
    "short_description": "Moderate experience, high perseverance",
    "persona_explanation": "This group has moderate industry experience and a fair educational background. They show high perseverance and adaptability, but lack significant international exposure and technical leadership roles. Their startup experience is present, but they have not been involved in high-profile ventures or received notable media attention.",
    "data_evidence": "Founders in this sub-cluster typically have a bachelor's degree and studied at institutions ranked between 100 and 500 globally. They have an average of three full-time roles across three companies, indicating moderate industry experience. They show some experience in big companies, with 24% having worked in such environments. Their technical skills are evident in 64% of the cases, but they lack significant technical leadership roles. They demonstrate high perseverance and adaptability, with scores of 1.15 and 1.28 respectively, but have minimal international work experience and no significant press coverage."
  },
  "Cluster 5, Sub-cluster 3": {
    "short_description": "Risk-takers with minimal experience",
    "persona_explanation": "This group is characterized by a low level of formal education and limited industry experience. Despite this, they are notable for their high risk tolerance, indicating a willingness to engage in new ventures and challenges. They have minimal technical skills and leadership roles, with little recognition or achievements in their field.",
    "data_evidence": "The subcluster has a low average education level, typically not exceeding an associate degree. They have worked in an average of 2 roles and 2 companies, both below the overall averages. They lack experience in big companies and have no notable industry achievements. However, they exhibit a high risk tolerance, close to the overall average, suggesting a propensity for taking risks despite limited experience."
  },
  "Cluster 5, Sub-cluster 4": {
    "short_description": "No education or experience",
    "persona_explanation": "This group is characterized by a complete lack of formal education and industry experience. They have not held any significant roles or achieved notable accomplishments in their career. Their background shows no evidence of technical skills, leadership, or startup experience. They exhibit low risk tolerance and have not demonstrated adaptability or perseverance.",
    "data_evidence": "The subcluster shows a complete absence of educational background, with scores of 0 in education level, institution, and field of study. There is no international experience or publications. Industry experience is minimal, with an average of only 0.46 roles and companies, significantly below the overall averages of 4.63 and 4.25, respectively. There are no achievements or experience in big companies, NASDAQ, or big tech. Leadership roles are also absent, with a mean of 0.46 compared to the overall 1.44. The subcluster lacks technical skills, patents, and startup experience, with scores of 0 across these categories. Risk tolerance is low at 0.41, and there is no evidence of adaptability, perseverance, or personal branding."
  },
  "Cluster 5, Sub-cluster 1": {
    "short_description": "Minimal experience and skills",
    "persona_explanation": "This group is characterized by a lack of industry experience and technical skills. They have limited educational achievements and no international exposure. Their profiles show little evidence of perseverance, risk-taking, or adaptability.",
    "data_evidence": "The subcluster has an average of 0.475 roles and companies, indicating very limited industry experience. Their technical skills are minimal, with a mean of 0.382, suggesting a lack of engineering or technical expertise. There is no international experience or significant leadership roles, and their education level is below average, with most having only a bachelor's degree. They show no evidence of perseverance, risk tolerance, or adaptability, with all these traits scoring 0."
  }
}